{
  "last_roi_config": "C:/Users/Jhon/Desktop/vn_translator_config.json",
  "last_preset_name": "Claude",
  "target_language": "en",
  "additional_context": "Context:\nThere was a small library on that island. It was the Yuugyouji family’s private library built solely for one girl, Yoruko, who didn’t attend school and spent all her time there. With lots of intriguing books on its shelves, there was no happier place for a bookworm like her. There were also other wonderful and pleasant people who resided there: the protagonist Ruri and his cool sharp-tongued imouto Kisaki, the freeloading tennen moodmaker Rio, and the curious and honest “detective” Kanata. It’s as if they were all brought together by someone or something. Their love of books was the beginning of their youth. Before long, the lonely library became full of light and they became close like childhood friends.\nTwo years later, Ruri returned to the library after leaving the island due to family matters. Nothing seemed to have changed from six years ago, except that there was a secret which they were not aware of back then: “Anything that is written in the magic book will become reality”. If it’s a romance novel, then a miracle-like love story will unfold. If it’s a fantasy novel, then vampires will appear the next day. If it’s a horror novel, then there’ll be a ghost beckoning you from behind.\nYoruko’s strong will. Kisaki’s beauty. Rio’s cheerfulness. Kanata’s brilliance. Let’s fall in love with them and books.\n\nCharacter Names:\n- Shijou Ruri 四條 瑠璃 (Player Character) (M)\n- Fushimi Rio 伏見 理央 (F)\n- Himukai Kanata 日向 かなた (F)\n- Tsukiyashiro Kisaki 月社 妃 (Sister of the protagonist) (F)\n- Yuugyouji Yoruko 遊行寺 夜子 (F)\n- Chrysoberyl クリソベリル (F)\n- Honjou Kanade 本城 奏 (F)\n- Honjou Misaki 本城 岬 (F)\n- Yuugyouji Nagisa 遊行寺 汀 (M)\n- Yuugyouji Yamiko 遊行寺 闇子 (F)",
  "stable_threshold": 3,
  "max_display_width": 800,
  "max_display_height": 600,
  "auto_translate": true,
  "ocr_language": "jpn",
  "global_overlays_enabled": true,
  "overlay_settings": {
    "dialogue": {
      "geometry": "627x120+837+712"
    },
    "test": {
      "geometry": "470x50+886+520"
    },
    "char": {
      "geometry": "137x35+867+665"
    }
  },
  "floating_controls_pos": "866,52",
  "last_preset": null,
  "translation_window_char_geometry": null
}